{
    "section.contact.title": "Pour toute question, n'hésitez pas à nous contacter",
    "section.contact.description": "Si vous rencontrez des problèmes avec votre compte ou avez des questions concernant notre site web, n'hésitez pas à contacter l'équipe de support.",
    "section.contact.button": "Contactez-nous",
    "section.contact.faq.1.title": "Comment commander un article ?",
    "section.contact.faq.1.description": "Lorsque vous êtes prêt à recevoir votre article réel, accédez à votre inventaire, choisissez l'article ; le bouton de commande apparaîtra. Avant de continuer, assurez-vous de suivre les invitations pour saisir vos coordonnées d'expédition et confirmer la livraison.",
    "section.contact.faq.2.title": "Comment suivre la livraison de mon article ?",
    "section.contact.faq.2.description": "Une fois que votre article a été traité par notre équipe d'expédition et que son statut passe à \"commandé\", nous vous fournirons un lien de suivi sur la page de livraison de votre compte. Avec ce lien, vous pouvez suivre le parcours de votre article. Le traitement prend généralement trois jours ouvrables mais peut parfois s'étendre à quelques semaines.",
    "section.contact.faq.3.title": "Est-il possible de retourner mon article ?",
    "section.contact.faq.3.description": "Bien sûr, si vous recevez un article physique endommagé ou défectueux après son rachat, nous sommes heureux d'offrir un remboursement sous forme de crédit en magasin. Il vous suffit de nous renvoyer l'article et de contacter support@raritycase.com pour obtenir de l'aide pour résoudre le problème.",
    "section.contact.faq.4.title": "Tous les produits de marque que vous proposez sont-ils authentiques ?",
    "section.contact.faq.4.description": "Chaque article présenté est soigneusement authentifié et confirmé comme étant en condition \"deadstock\" avant d'être expédié. Nous garantissons que tous les articles sont authentiques et de la marque exacte indiquée. Cela garantit qu'ils sont spécifiques à la marque et non simplement inspirés par celle-ci.",

    "section.battle.title": "Essayez le mode battle contre d'autres joueurs !",
    "section.battle.description": "Participez aux battles, un mode agréable et distinctif pour affronter un autre utilisateur.",
    "section.battle.button": "Créer une battle",

    "section.minigames.title": "Gagnez des récompenses en jouant à nos mini-jeux.",
    "section.minigames.description": "Découvrez Crashpoint et Rarity Memo, tous deux disponibles pour vous permettre de gagner des prix avec encore plus de fun.",
    "section.minigames.button": "Découvrez nos mini-jeux",

    "section-how-to-start.title": "Comment puis-je commencer sur Raritycase ?",
    "section-how-to-start.description": "Une fois connecté à votre compte Rarity Case, vous verrez votre icône de profil et votre solde en bas à gauche du site web. Cliquez sur le bouton orange. Cela vous mènera à la page de dépôt. Ici, vous pouvez ajouter des crédits à votre compte Rarity Case en utilisant plusieurs méthodes de paiement différentes, y compris les cartes de crédit et les cryptomonnaies. Ensuite, saisissez le montant que vous souhaitez ajouter et cliquez sur le bouton \"Procéder au paiement\". C'est aussi simple que cela !",
    "section-how-to-start.button": "Commencer",

    "section.misteryBox.faq.header": "Compte",
    "section.misteryBox.faq.title": "Choissisez et ouvrez votre caisse mystère",
    "section.misteryBox.faq.button": "Commencer l'ouverture",
    "section.misteryBox.faq.description": "Avec notre déballage en un clic, faire des achats pour tes produits préférés devient facile et amusant. Raritycase s'assure que chaque article sur le site est authentique à 100 %. Chaque boîte contient des descriptions, des prix et des probabilités, t'offrant une transparence totale. Aucun frais caché.",
    "section.misteryBox.faq.1.title": "Comment recevoir votre article ?",
    "section.misteryBox.faq.1.description": "Lorsque vous êtes prêt à recevoir votre article, accédez à votre inventaire et sélectionnez l'article; le bouton de commande apparaîtra. Avant de continuer, assurez-vous de suivre les instructions pour entrer vos coordonnées de livraison et confirmer la livraison",
    "section.misteryBox.faq.2.title": "Suivi de la livraison de votre article",
    "section.misteryBox.faq.2.description": "Une fois que votre article a été traité par notre équipe d'expédition et que son statut passe à \"commandé\", nous fournirons un lien de suivi sur la page de livraison de votre compte. Avec ce lien, vous pouvez suivre le parcours de votre article. Le traitement prend généralement trois jours ouvrables, mais peut parfois s'étendre à quelques semaines",
    "section.misteryBox.faq.3.title": "Procédure en cas d'article endommagé ou défectueux",
    "section.misteryBox.faq.3.description": "Si vous recevez un article physique endommagé ou défectueux après échange, nous sommes heureux de vous offrir un remboursement sous forme de crédit en magasin. Il vous suffit de nous retourner l'article et de contacter support@raritycase.com pour obtenir de l'aide afin de résoudre le problème.",
    "section.misteryBox.faq.4.title": "Authentification et condition des articles",
    "section.misteryBox.faq.4.description": "Chaque article présenté est méticuleusement authentifié et confirmé en état de deadstock avant d'être expédié. Nous garantissons que tous les articles sont authentiques et proviennent de la marque exacte indiquée. Cela assure qu'ils sont spécifiques à la marque et non simplement inspirés par la marque.",

    "section.boxesSelection.title": "Explorez notre sélection de caisses",
    "section.boxesSelection.description": "Découvrez un catalogue étendu de différentes caisses, que vous recherchez des baskets, des vêtements de luxe, des produits high-tech ou tout autre article.",
    "section.boxesSelection.button": "Découvrez nos caisses",

    "section.battle.faq.section": "Battle",
    "section.battle.faq.title": "Selectionnez plusieurs caisses et commencez une battle",
    "section.battle.faq.button": "Commencer une battle",
    "section.battle.faq.description": "Les battles sont un mode de jeu amusant et distinctif pour affronter un autre utilisateur. Vous pouvez choisir plusieurs caisses à mettre en jeu et le gagnant remportera toutes les caisses. Les battles sont un excellent moyen de gagner des caisses supplémentaires et de s'amuser.",
    "section.battle.faq.1.title": "Comment fonctionne une battle ?",
    "section.battle.faq.1.description": "Les battles sur RarityCase vous permettent de sélectionner plusieurs caisses et de défier d'autres joueurs. Que ce soit en 1v1, 1v1v1, 1v1v1v1 ou en 2v2, le but est d'obtenir les meilleurs items pour remporter la victoire. Choisissez vos caisses et lancez-vous dans la compétition !",
    "section.battle.faq.2.title": "Qu'est-ce que le mode Crazy ?",
    "section.battle.faq.2.description": "Le mode Crazy inverse les règles habituelles : c'est le joueur avec le moins d'items qui gagne. En cas d'égalité, une roue tourne pour départager les gagnants. Ce mode ajoute une dimension stratégique et imprévisible aux battles !",
    "section.battle.faq.3.title": "Que gagne-t-on en 2v2 ?",
    "section.battle.faq.3.description": "En mode 2v2, deux équipes s'affrontent. Les gagnants remportent des coupons d'argent, qu'ils peuvent utiliser sur le site. Ce mode collaboratif permet de combiner les stratégies pour maximiser les chances de victoire.",
    "section.battle.faq.4.title": "Comment sont départagés les égalités ?",
    "section.battle.faq.4.description": "En cas d'égalité, une roue de la chance est utilisée pour déterminer le gagnant. Cette méthode garantit une conclusion équitable et ajoute un élément de suspense à chaque battle. Préparez-vous à des résultats imprévisibles !",

    "section.memo.faq.header": "Memo",
    "section.memo.faq.title": "Découvrez notre RarityMemo",
    "section.memo.faq.button": "Commencer une partie",
    "section.memo.faq.description": "Vous avez probablement déjà joué à Memory, n'est-ce pas ? Ici, c'est le même concept, mais avec une chance de gagner un prix à la fin de chaque partie. Retournez deux cartes identiques pour remporter l'item affiché. Les grilles sont composées de paires avec des gains variés, et les cartes dorées révèlent les items les plus précieux.",
    "section.memo.faq.1.title": "Comment fonctionne RarityMemo ?",
    "section.memo.faq.1.description": "RarityMemo reprend le principe du jeu de Memory. Retournez deux cartes identiques pour gagner l'item associé. Chaque grille est composée de paires avec des gains variés. Les cartes dorées représentent les paires d'items les plus précieuses de la grille. C'est simple, amusant et potentiellement très lucratif !",
    "section.memo.faq.2.title": "Qu'est-ce que le mode Double Chance ?",
    "section.memo.faq.2.description": "Le mode Double Chance vous permet de payer un peu plus pour retourner une carte supplémentaire par tour, soit trois cartes au lieu de deux. Cela augmente vos chances de trouver une paire identique et de gagner des items.",
    "section.memo.faq.3.title": "Quels sont les niveaux de risque des grilles ?",
    "section.memo.faq.3.description": "Il existe trois niveaux de risque pour les grilles : bas, moyen et élevé. Plus le niveau de risque est élevé, plus il y a de cartes à retourner, mais aussi plus les gains potentiels sont importants. Choisissez le niveau de risque en fonction de votre stratégie et de votre goût pour l'aventure !",
    "section.memo.faq.4.title": "Comment gagner dans RarityMemo ?",
    "section.memo.faq.4.description": "Pour gagner dans RarityMemo, il suffit de retourner deux cartes identiques. Si les cartes correspondent, vous remportez l'item révélé. En cas de succès, continuez à jouer pour accumuler encore plus de gains. Bonne chance !",
    
    "section.affiliate.title": "Invitez vos amis et soyez récompensé.",
    "section.affiliate.description": "Gagnez de l'argent en partageant votre code sur vos réseaux sociaux avec vos amis ou tout autre utilisateur",
    "section.affiliate.button": "Devenir affilié",

    "section.raritySystem.title": "Explorez notre système de rareté codé par couleur.",
    "section.raritySystem.description": "Nous avons mis en place notre système de rareté unique pour les articles. Chacun de nos articles est associé à un pourcentage de probabilité de gain, que vous pouvez vérifier et consulter directement depuis votre caisse.",

    "section.createAccount.title": "Créer un compte",
    "section.createAccount.description" : "RarityCase propose une multitude de boîtes mystères contenant des produits de luxe de marques exclusives telles que Nike, Supreme et bien d'autres. Pour voir toutes les boîtes disponibles sur le site, rendez-vous sur la page de liste des boîtes ou cliquez sur le bouton ci-dessous.",
    "section.createAccount.button": "Créer un compte",

    "section.misteryBox.title": "Ouvrez votre caisse mystère",
    "section.misteryBox.description": "Avec notre déballage en un clic, faire du shopping pour tes produits préférés devient facile et amusant. Raritycase s'assure que chaque article sur le site est réel et 100 % authentique. Chaque boîte fournit des descriptions, des prix et des probabilités, te donnant une transparence totale. Pas de frais cachés.",
    "section.misteryBox.button": "Commencer l'ouverture"
}