{
    "section.contact.title": "Para cualquier pregunta, no dude en contactarnos",
    "section.contact.description": "Si encuentra problemas con su cuenta o tiene preguntas sobre nuestro sitio web, no dude en contactar al equipo de soporte.",
    "section.contact.button": "Contáctenos",
    "section.contact.faq.1.title": "¿Cómo pedir un artículo?",
    "section.contact.faq.1.description": "Cuando esté listo para recibir su artículo real, acceda a su inventario, elija el artículo; el botón de pedido aparecerá. Antes de continuar, asegúrese de seguir las indicaciones para ingresar sus detalles de envío y confirmar la entrega.",
    "section.contact.faq.2.title": "¿Cómo rastrear la entrega de mi artículo?",
    "section.contact.faq.2.description": "Una vez que su artículo haya sido procesado por nuestro equipo de envío y su estado cambie a 'pedido', le proporcionaremos un enlace de seguimiento en la página de entrega de su cuenta. Con este enlace, puede seguir el recorrido de su artículo. El procesamiento generalmente toma tres días hábiles, pero a veces puede extenderse a unas pocas semanas.",
    "section.contact.faq.3.title": "¿Es posible devolver mi artículo?",
    "section.contact.faq.3.description": "Por supuesto, si recibe un artículo físico dañado o defectuoso después de su redención, nos complace ofrecer un reembolso en forma de crédito en la tienda. Simplemente devuélvanos el artículo y contacte a support@raritycase.com para obtener ayuda para resolver el problema.",
    "section.contact.faq.4.title": "¿Todos los productos de marca que ofrecen son auténticos?",
    "section.contact.faq.4.description": "Cada artículo presentado es cuidadosamente autenticado y confirmado como en condición 'deadstock' antes de ser enviado. Garantizamos que todos los artículos son auténticos y de la marca exacta indicada. Esto asegura que son específicos de la marca y no simplemente inspirados por ella.",

    "section.battle.title": "¡Prueba el modo batalla contra otros jugadores!",
    "section.battle.description": "Participa en las batallas, un modo divertido y distintivo para enfrentarte a otro usuario.",
    "section.battle.button": "Crear una batalla",

    "section.minigames.title": "Gana recompensas jugando a nuestros minijuegos.",
    "section.minigames.description": "Descubre Crashpoint y Rarity Memo, ambos disponibles para que puedas ganar premios con aún más diversión.",
    "section.minigames.button": "Descubre nuestros minijuegos",

    "section-how-to-start.title": "¿Cómo puedo comenzar en Raritycase?",
    "section-how-to-start.description": "Una vez que haya iniciado sesión en su cuenta Rarity Case, verá su ícono de perfil y su saldo en la parte inferior izquierda del sitio web. Haga clic en el botón naranja. Esto lo llevará a la página de depósito. Aquí, puede agregar créditos a su cuenta Rarity Case utilizando varios métodos de pago diferentes, incluidas las tarjetas de crédito y las criptomonedas. Luego, ingrese la cantidad que desea agregar y haga clic en el botón 'Proceder al pago'. ¡Es así de simple!",
    "section-how-to-start.button": "Comenzar",

    "section.misteryBox.faq.header": "Cuenta",
    "section.misteryBox.faq.title": "Elige y abre tu caja misteriosa",
    "section.misteryBox.faq.button": "Comenzar apertura",
    "section.misteryBox.faq.description": "Con nuestra apertura con un solo clic, comprar tus productos favoritos se vuelve fácil y divertido. Raritycase asegura que cada artículo en el sitio es 100% auténtico. Cada caja contiene descripciones, precios y probabilidades, ofreciéndote total transparencia. Sin tarifas ocultas.",
    "section.misteryBox.faq.1.title": "¿Cómo recibir su artículo?",
    "section.misteryBox.faq.1.description": "Cuando esté listo para recibir su artículo, acceda a su inventario y seleccione el artículo; el botón de pedido aparecerá. Antes de continuar, asegúrese de seguir las instrucciones para ingresar sus detalles de envío y confirmar la entrega.",
    "section.misteryBox.faq.2.title": "Seguimiento de la entrega de su artículo",
    "section.misteryBox.faq.2.description": "Una vez que su artículo haya sido procesado por nuestro equipo de envío y su estado cambie a 'pedido', proporcionaremos un enlace de seguimiento en la página de entrega de su cuenta. Con este enlace, puede seguir el recorrido de su artículo. El procesamiento generalmente toma tres días hábiles, pero a veces puede extenderse a unas pocas semanas.",
    "section.misteryBox.faq.3.title": "Procedimiento en caso de artículo dañado o defectuoso",
    "section.misteryBox.faq.3.description": "Si recibe un artículo físico dañado o defectuoso después del canje, nos complace ofrecer un reembolso en forma de crédito en la tienda. Simplemente devuélvanos el artículo y contacte a support@raritycase.com para obtener ayuda para resolver el problema.",
    "section.misteryBox.faq.4.title": "Autenticación y condición de los artículos",
    "section.misteryBox.faq.4.description": "Cada artículo presentado es meticulosamente autenticado y confirmado en estado de deadstock antes de ser enviado. Garantizamos que todos los artículos son auténticos y provienen de la marca exacta indicada. Esto asegura que son específicos de la marca y no simplemente inspirados por ella.",

    "section.boxesSelection.title": "Explora nuestra selección de cajas",
    "section.boxesSelection.description": "Descubre un catálogo extenso de diferentes cajas, ya sea que busques zapatillas, ropa de lujo, productos de alta tecnología o cualquier otro artículo.",
    "section.boxesSelection.button": "Descubre nuestras cajas",

    "section.battle.faq.section": "Batalla",
    "section.battle.faq.title": "Selecciona varias cajas y comienza una batalla",
    "section.battle.faq.button": "Comenzar una batalla",
    "section.battle.faq.description": "Las batallas son un modo de juego divertido y distintivo para enfrentarte a otro usuario. Puedes elegir varias cajas para apostar y el ganador se llevará todas las cajas. Las batallas son una excelente manera de ganar cajas adicionales y divertirse.",
    "section.battle.faq.1.title": "¿Cómo funciona una batalla?",
    "section.battle.faq.1.description": "Las batallas en RarityCase te permiten seleccionar varias cajas y desafiar a otros jugadores. Ya sea en 1v1, 1v1v1, 1v1v1v1 o en 2v2, el objetivo es obtener los mejores artículos para ganar. ¡Elige tus cajas y lánzate a la competencia!",
    "section.battle.faq.2.title": "¿Qué es el modo Crazy?",
    "section.battle.faq.2.description": "El modo Crazy invierte las reglas habituales: el jugador con menos artículos gana. En caso de empate, una rueda gira para desempatar a los ganadores. ¡Este modo agrega una dimensión estratégica e impredecible a las batallas!",
    "section.battle.faq.3.title": "¿Qué se gana en 2v2?",
    "section.battle.faq.3.description": "En el modo 2v2, dos equipos se enfrentan. Los ganadores ganan cupones de dinero, que pueden usar en el sitio. Este modo colaborativo permite combinar estrategias para maximizar las posibilidades de victoria.",
    "section.battle.faq.4.title": "¿Cómo se desempatan los empates?",
    "section.battle.faq.4.description": "En caso de empate, se utiliza una rueda de la suerte para determinar al ganador. Este método garantiza una conclusión justa y agrega un elemento de suspense a cada batalla. ¡Prepárate para resultados impredecibles!",

    "section.memo.faq.header": "Memo",
    "section.memo.faq.title": "Descubre nuestro RarityMemo",
    "section.memo.faq.button": "Comenzar un juego",
    "section.memo.faq.description": "Probablemente ya has jugado a Memory, ¿verdad? Aquí, es el mismo concepto, pero con la posibilidad de ganar un premio al final de cada juego. Voltea dos cartas idénticas para ganar el artículo mostrado. Las cuadrículas están compuestas por pares con premios variados, y las cartas doradas revelan los artículos más valiosos.",
    "section.memo.faq.1.title": "¿Cómo funciona RarityMemo?",
    "section.memo.faq.1.description": "RarityMemo sigue el principio del juego de Memory. Voltea dos cartas idénticas para ganar el artículo asociado. Cada cuadrícula está compuesta por pares con premios variados. Las cartas doradas representan los pares de artículos más valiosos de la cuadrícula. ¡Es simple, divertido y potencialmente muy lucrativo!",
    "section.memo.faq.2.title": "¿Qué es el modo Double Chance?",
    "section.memo.faq.2.description": "El modo Double Chance te permite pagar un poco más para voltear una carta adicional por turno, es decir, tres cartas en lugar de dos. Esto aumenta tus posibilidades de encontrar un par idéntico y ganar artículos.",
    "section.memo.faq.3.title": "¿Cuáles son los niveles de riesgo de las cuadrículas?",
    "section.memo.faq.3.description": "Existen tres niveles de riesgo para las cuadrículas: bajo, medio y alto. Cuanto mayor sea el nivel de riesgo, más cartas habrá para voltear, pero también mayores serán las recompensas potenciales. ¡Elige el nivel de riesgo en función de tu estrategia y tu gusto por la aventura!",
    "section.memo.faq.4.title": "¿Cómo ganar en RarityMemo?",
    "section.memo.faq.4.description": "Para ganar en RarityMemo, simplemente voltea dos cartas idénticas. Si las cartas coinciden, ganas el artículo revelado. En caso de éxito, sigue jugando para acumular aún más premios. ¡Buena suerte!",

    "section.affiliate.title": "Invita a tus amigos y sé recompensado.",
    "section.affiliate.description": "Gana dinero compartiendo tu código en tus redes sociales con tus amigos o cualquier otro usuario",
    "section.affiliate.button": "Convertirse en afiliado",

    "section.raritySystem.title": "Explora nuestro sistema de rareza codificado por colores.",
    "section.raritySystem.description": "Hemos implementado nuestro sistema de rareza único para los artículos. Cada uno de nuestros artículos está asociado con un porcentaje de probabilidad de ganar, que puedes verificar y consultar directamente desde tu caja.",

    "section.createAccount.title": "Crear una cuenta",
    "section.createAccount.description": "RarityCase ofrece una multitud de cajas misteriosas que contienen productos de lujo de marcas exclusivas como Nike, Supreme y muchas más. Para ver todas las cajas disponibles en el sitio, dirígete a la página de lista de cajas o haz clic en el botón de abajo.",
    "section.createAccount.button": "Crear una cuenta",

    "section.misteryBox.title": "Abre tu caja misteriosa",
    "section.misteryBox.description": "Con nuestra apertura con un solo clic, comprar tus productos favoritos se vuelve fácil y divertido. Raritycase asegura que cada artículo en el sitio es real y 100% auténtico. Cada caja proporciona descripciones, precios y probabilidades, ofreciéndote total transparencia. Sin tarifas ocultas.",
    "section.misteryBox.button": "Comenzar apertura"
}
