{
    "section.contact.title": "For any questions, feel free to contact us",
    "section.contact.description": "If you encounter issues with your account or have questions about our website, feel free to contact the support team.",
    "section.contact.button": "Contact Us",
    "section.contact.faq.1.title": "How to order an item?",
    "section.contact.faq.1.description": "When you are ready to receive your actual item, go to your inventory, choose the item; the order button will appear. Before proceeding, make sure to follow the prompts to enter your shipping details and confirm delivery.",
    "section.contact.faq.2.title": "How to track the delivery of my item?",
    "section.contact.faq.2.description": "Once your item has been processed by our shipping team and its status changes to 'ordered', we will provide a tracking link on your account's delivery page. With this link, you can follow the journey of your item. Processing typically takes three business days but can sometimes extend to a few weeks.",
    "section.contact.faq.3.title": "Is it possible to return my item?",
    "section.contact.faq.3.description": "Of course, if you receive a physical item that is damaged or defective after redemption, we are happy to offer a refund in the form of store credit. Simply return the item to us and contact support@raritycase.com for assistance in resolving the issue.",
    "section.contact.faq.4.title": "Are all the branded products you offer authentic?",
    "section.contact.faq.4.description": "Each featured item is carefully authenticated and confirmed to be in 'deadstock' condition before being shipped. We guarantee that all items are authentic and from the exact brand indicated. This ensures they are brand-specific and not merely inspired by the brand.",

    "section.battle.title": "Try the battle mode against other players!",
    "section.battle.description": "Participate in battles, a fun and distinctive mode to compete against another user.",
    "section.battle.button": "Create a Battle",

    "section.minigames.title": "Earn rewards by playing our mini-games.",
    "section.minigames.description": "Discover Crashpoint and Rarity Memo, both available to let you win prizes with even more fun.",
    "section.minigames.button": "Discover Our Mini-Games",

    "section-how-to-start.title": "How can I start on Raritycase?",
    "section-how-to-start.description": "Once logged into your Rarity Case account, you will see your profile icon and balance at the bottom left of the website. Click on the orange button. This will take you to the deposit page. Here, you can add credits to your Rarity Case account using various payment methods, including credit cards and cryptocurrencies. Then, enter the amount you wish to add and click on the 'Proceed to Payment' button. It's as simple as that!",
    "section-how-to-start.button": "Get Started",

    "section.misteryBox.faq.header": "Account",
    "section.misteryBox.faq.title": "Choose and open your mystery box",
    "section.misteryBox.faq.button": "Start Opening",
    "section.misteryBox.faq.description": "With our one-click unboxing, shopping for your favorite products becomes easy and fun. Raritycase ensures that every item on the site is 100% authentic. Each box contains descriptions, prices, and probabilities, offering you complete transparency. No hidden fees.",
    "section.misteryBox.faq.1.title": "How to receive your item?",
    "section.misteryBox.faq.1.description": "When you are ready to receive your item, go to your inventory and select the item; the order button will appear. Before proceeding, make sure to follow the instructions to enter your shipping details and confirm delivery.",
    "section.misteryBox.faq.2.title": "Tracking the delivery of your item",
    "section.misteryBox.faq.2.description": "Once your item has been processed by our shipping team and its status changes to 'ordered', we will provide a tracking link on your account's delivery page. With this link, you can follow the journey of your item. Processing typically takes three business days but can sometimes extend to a few weeks.",
    "section.misteryBox.faq.3.title": "Procedure for damaged or defective items",
    "section.misteryBox.faq.3.description": "If you receive a physical item that is damaged or defective after redemption, we are happy to offer a refund in the form of store credit. Simply return the item to us and contact support@raritycase.com for assistance in resolving the issue.",
    "section.misteryBox.faq.4.title": "Authentication and condition of items",
    "section.misteryBox.faq.4.description": "Each featured item is meticulously authenticated and confirmed to be in deadstock condition before being shipped. We guarantee that all items are authentic and from the exact brand indicated. This ensures they are brand-specific and not merely inspired by the brand.",

    "section.boxesSelection.title": "Explore our selection of boxes",
    "section.boxesSelection.description": "Discover an extensive catalog of different boxes, whether you are looking for sneakers, luxury clothing, high-tech products, or any other item.",
    "section.boxesSelection.button": "Discover Our Boxes",

    "section.battle.faq.section": "Battle",
    "section.battle.faq.title": "Select multiple boxes and start a battle",
    "section.battle.faq.button": "Start a Battle",
    "section.battle.faq.description": "Battles are a fun and distinctive game mode to compete against another user. You can choose multiple boxes to wager, and the winner takes all the boxes. Battles are a great way to win additional boxes and have fun.",
    "section.battle.faq.1.title": "How does a battle work?",
    "section.battle.faq.1.description": "Battles on RarityCase allow you to select multiple boxes and challenge other players. Whether in 1v1, 1v1v1, 1v1v1v1, or 2v2, the goal is to get the best items to win. Choose your boxes and dive into the competition!",
    "section.battle.faq.2.title": "What is Crazy mode?",
    "section.battle.faq.2.description": "Crazy mode reverses the usual rules: the player with the fewest items wins. In case of a tie, a wheel spins to break the tie. This mode adds a strategic and unpredictable dimension to battles!",
    "section.battle.faq.3.title": "What do you win in 2v2?",
    "section.battle.faq.3.description": "In 2v2 mode, two teams compete. The winners earn money coupons, which they can use on the site. This collaborative mode allows you to combine strategies to maximize your chances of victory.",
    "section.battle.faq.4.title": "How are ties decided?",
    "section.battle.faq.4.description": "In case of a tie, a wheel of fortune is used to determine the winner. This method ensures a fair conclusion and adds an element of suspense to each battle. Prepare for unpredictable outcomes!",

    "section.memo.faq.header": "Memo",
    "section.memo.faq.title": "Discover our RarityMemo",
    "section.memo.faq.button": "Start a Game",
    "section.memo.faq.description": "You have probably played Memory before, haven't you? Here, it's the same concept, but with a chance to win a prize at the end of each game. Flip two identical cards to win the displayed item. The grids are made up of pairs with various prizes, and the golden cards reveal the most valuable items.",
    "section.memo.faq.1.title": "How does RarityMemo work?",
    "section.memo.faq.1.description": "RarityMemo follows the principle of the Memory game. Flip two identical cards to win the associated item. Each grid is made up of pairs with various prizes. The golden cards represent the pairs of the most valuable items on the grid. It's simple, fun, and potentially very lucrative!",
    "section.memo.faq.2.title": "What is Double Chance mode?",
    "section.memo.faq.2.description": "Double Chance mode allows you to pay a bit more to flip an additional card per turn, so three cards instead of two. This increases your chances of finding a matching pair and winning items.",
    "section.memo.faq.3.title": "What are the risk levels of the grids?",
    "section.memo.faq.3.description": "There are three risk levels for the grids: low, medium, and high. The higher the risk level, the more cards there are to flip, but also the greater the potential rewards. Choose the risk level based on your strategy and taste for adventure!",
    "section.memo.faq.4.title": "How to win in RarityMemo?",
    "section.memo.faq.4.description": "To win in RarityMemo, simply flip two identical cards. If the cards match, you win the revealed item. If successful, continue playing to accumulate even more winnings. Good luck!",

    "section.affiliate.title": "Invite your friends and get rewarded.",
    "section.affiliate.description": "Earn money by sharing your code on your social networks with your friends or any other user.",
    "section.affiliate.button": "Become an Affiliate",

    "section.raritySystem.title": "Explore our color-coded rarity system.",
    "section.raritySystem.description": "We have implemented our unique rarity system for items. Each of our items is associated with a winning probability percentage, which you can check and view directly from your box.",

    "section.createAccount.title": "Create an Account",
    "section.createAccount.description": "RarityCase offers a multitude of mystery boxes containing luxury products from exclusive brands such as Nike, Supreme, and many more. To see all the boxes available on the site, go to the box listing page or click the button below.",
    "section.createAccount.button": "Create an Account",

    "section.misteryBox.title": "Open your mystery box",
    "section.misteryBox.description": "With our one-click unboxing, shopping for your favorite products becomes easy and fun. Raritycase ensures that every item on the site is real and 100% authentic. Each box provides descriptions, prices, and probabilities, giving you complete transparency. No hidden fees.",
    "section.misteryBox.button": "Start Opening"
}
